tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "snyk/tap"
tap "supabase/tap"
tap "yqrashawn/goku"

brew "autojump"
brew "brew-cask-completion"
brew "python@3.9"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "git"
brew "jq"
brew "mas"
brew "terraform"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "supabase/tap/supabase"
brew "yqrashawn/goku/goku"

cask "alfred"
cask "dozer"
cask "ferdi"
cask "mos"
cask "rectangle"
cask "slack"
cask "spotify"
cask "vlc"

mas "ColorSlurp", id: 1287239339
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "Tonebridge Guitar Effects", id: 1263858588
mas "Trello", id: 1278508951
